Revit 2027 API
SymbolTypeId.InvDegreeC Property
 Symbol 1/°C, indicating unit Inverse degrees Celsius.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InvDegreeC { get; }
Public Shared ReadOnly Property InvDegreeC As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InvDegreeC {
	ForgeTypeId^ get ();
}
static member InvDegreeC : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace